Repository: stefaweb/XAMS-0.0.x
Catalog: contrib/squirrelmail/xams_autoreply/locale/*/LC_MESSAGES/xams_autoreply.po
Languages: fr_fr

source: Autoreply enabled
fr_fr: Réponse automatique active

source: Autoreply update
fr_fr: Réponse automatique et message d'absence

source: Cancel
fr_fr: Annuler

source: Change autoreply settings for
fr_fr: Modifier le réglage pour

source: Here you can enable/disable the autoreply functionality and/or change the autoreply message for your mail account.
fr_fr: Cette fonction vous permet d'activer ou de désactiver la Réponse Automatique, et changer le message pour votre compte de messagerie.

source: If you enable autoreply you have to enter a subject and a message.
fr_fr: Si vous activez la réponse automatique, vous devez saisir un sujet et le texte du message.

source: Message
fr_fr: Message de réponse

source: Subject
fr_fr: Sujet

source: Submit
fr_fr: Valider

source: Unknown error occurred.
fr_fr: Une erreur inconnue s'est produite.

source: Yes
fr_fr: Oui
